export const ERROR_GAP_MESSAGE = `🤦‍ Упс, щось не спрацювало.... Сходи поки підстрижися ️💇‍`;
export const ERROR_SET_NICKNAME = `Щоб змінити або додати Fifa нікнейм напиши [Шеві](tg://user?id=%botId%) особисто`;
export const ERROR_GET_PLAYERS = `Поки що ніхто не зареєструвався у іграх. Будь першим`;
export const ERROR_RESTRICT_ADD = `Я працюю лише з лігою у Фіфа -> [%channelName%](%channelLink%).`;
export const ERROR_SET_NATION_RESTRICT = `Щоб змінити або додати націю для ігор у Чемпіонатах Світу напиши [Шеві](tg://user?id=%botId%) особисто`;
export const ERROR_NOT_REGISTERED = `Ти ще не додав свій Fifa Mobile нікнейм! 
Тебе постійно будуть питати тут наші гравці, тому спочатку зроби це 🧑‍💻`;
export const ERROR_SET_NATION_FORMAT = `Не вірний формат! 🤷 Правильно буде якщо ти вкажеш код краіни. 
Наприклад: UA, EN, GE, IT...
    Або назву англійською, наприклад: Ukraine, England, Portugal`;
export const ERROR_SET_NATION_CONFLICT = `%nation% вже зарееєстрував на Чемпіонат Світу [%username%](tg://user?id=%userId%) 🤷!
Ти можеш ії обрати тільки якщо гравець відмовиться нею більше грати, або вийде з нашої ліги.`;
export const ERROR_EMPTY = 'Не вірний формат твого запиту';
export const ERROR_SET_GOAL_RESTRICT = `Щоб запропонувати свій запис голу на голосуванні напиши [Шеві](tg://user?id=%botId%) особисто`;
export const ERROR_SET_GOAL_CAPTION_FORMAT = `Не вірний формат підпису! 🤷
*Формат*: Назва Турніру (ЧС, УПЛ, ПУЛ, ДУЛ, ЛЧ, ЛЄ або ЛК), Гравець який забив.
*Приклад*: ЧС, Ван Персі`;
export const ERROR_UNREGISTERED = `🙅‍ Тобі спочатку потрібно приєднатися до нашої групи щоб грати турніри ->️ [%channelName%](%channelLink%)`;
export const ERROR_START_GOAL_POLL_NO_GOALS = `Нажаль покищо немає голів для голосування 🥱`;
export const ERROR_START_GOAL_POLL_NOT_ENOUGH_GOALS = `Не можливо запустити голосування, бо відіслали поки що 1 гол 🤷, потрібно 2 мінімум`;
