export const ERROR_GAP_MESSAGE = `🤦‍ Упс, щось не спрацювало.... Сходи поки підстрижися ️💇‍`;
export const ERROR_SET_NICKNAME = `Щоб змінити або додати Fifa нікнейм напиши [Шеві](tg://user?id=%botId%) особисто`;
export const ERROR_GET_PLAYERS = `Поки що ніхто не зареєструвався у іграх. Будь першим`;
export const ERROR_RESTRICT_ADD = `Я працюю лише з лігою у Фіфа -> [%channelName%](%channelLink%).`;
export const ERROR_SET_NATION_RESTRICT = `Щоб змінити або додати націю для ігор у Чемпіонатах Світу напиши [Шеві](tg://user?id=%botId%) особисто`;
export const ERROR_SET_NATION_NOT_REGISTERED = `Ти ще не додав свій Fifa Mobile нікнейм! 
Тебе постійно будуть питати тут наші гравці, тому спочатку зроби це 🧑‍💻`;
export const ERROR_SET_NATION_FORMAT = `Не вірний формат! 🤷 Правильно буде якщо ти вкажеш код краіни. 
Наприклад: UA, EN, GE, IT...
    Або назву англійською, наприклад: Ukraine, England, Portugal`;
export const ERROR_SET_NATION_CONFLICT = `%nation% яку ти хочеш вже зарееєстрував на Чемпіонат Світу [%username%](tg://user?id=%userId%) 🤷!
Ти можеш ії обрати тільки, якщо гравець відмовиться нею більше грати, або вийде з нашої ліги.`;
