export const ON_GET_RULES_MESSAGE = `ГОЛОВНЕ ПРАВИЛО групи *"НЕЗЛАМНІ"* - всі остаточні рішення щодо прийняття та вилучення приймає керівник групи - *RED*!
*1. Загальні правила:*
- у іграх можуть приймати участь лише украінці з будь якої ліги Fifa Mobile. 
- не має ніяких обмежень стосовно ОВР. Підбір гравців у групові турніри ведуться стосовно зайнятих місць у лігах (УПЛ, ПУЛ, ДУЛ). В плей-офф гравці проходять за результатом у групах. 
- новачки автоматично починають сезон з ДУЛ (Другоі Української Ліги).
- якщо гравець *не зіграє жодного матчу за сезон* УПЛ, ПУЛ або ДУЛ, він буде відрахований з групи (🟥)
- якщо гравець *зіграє менш 10 матчів за сезон* в ДУЛ, він буде відрахований з групи (🟥)
- ігнорування прохань RED та Адміністраторів групи (⬜️)
- регулярне ігнорування запрошень суперника на матчі в турнірі, не зіграний матч плей-офф в сроки графіка (⬜️)
- участь у Чемпіонатах Світу є *за бажанням* та проводиться лише з національним складом.
- оновлення таблиць ліг та групових турнірів відбувається після 22:00.

*2. У чаті:*
- обов'язково спілкування українською мовою, некоректне спілкування в чаті, спілкування мовою НЕЧЕСТІ (⬜️)
- якщо між учасниками виникає непорозуміння і вони не можуть самостійно це вирішити - звернутись до *RED*
- якщо дійшли до особистих образ, то рішення про подальшу долю учасників в групі приймає *RED*

*3. До гри:*
- якщо гравець відмовився грати або погодився на програш заздалегідь - напишіть будь ласка особисто адміну *RED*
- якщо гравець читає запрошення у гру та ігнорує - напишіть будь ласка особисто адміну *RED* 
- якщо щось не можете вирішити між собою - пишіть адміну *RED*
- в лігах та групових етапах ТП не призначається
- ТП в плей-офф може призначити лише Адміністратор

*4. У грі:*
- з повагою відноситися до гравця
- немає обмежень стосовно стилю гри (навіси, закиди, затягування часу ... ітп) гра повністю Ваша та проводиться у межах звичайних правил футболу.
- якщо не було відкрито рахунок у першому таймі і гравець вийшов - гру можна переграти.
- якщо у Вас *поганий пінг* і не відкрито рахунок, виходьте та перегравайте, а краще перенесіть гру та поясніть причину іншому гравцеві у чаті.
- якщо трапилась інша причина скасування гри - Ви можете вирішити перегравання особисто у чаті, наприклад, розіграти гру яка визначить чи переграти матч або зарахувати.
- у плей-офф немає виїздних перемог або поразок, тому якщо рахунок рівний (наприклад 2:1 / 1:2) - грається контрольна гра до перемоги.
- фінальні ігри (ЧС, гра за 3тє місце, СК,ЛЧ,ЛЄ,ЛК) *проводяться одним матчем.*
- вихід з матчу турніру - доказ цього у вигляді скріна результату (🟨)
- використання у збірних гравців іншої країни - доказ цього у вигляді скріна (🟨)

⬜️ - ⬜️+⬜️ = 🟨
🟨 - позбавлення участі в усих діючих турнірах до наступного сезону (очкі анулюються, відрахування до нижчоі ліги)
🟥 - відрахування з групи, навмисно забитий гол у власні ворота в матчі турнірів з відео, що це підтверджує
`;
