export const ON_NEW_MEMBER_1 = `Вітаю, *%username%* 🏆. З нами ти будеш грати в справжній футбол 😎!
Ми граємо у турнірах УПЛ та кваліфікуємося до Ліги Чемпіонів та Ліги Європи!
А для участі у Чемпіонатах Світу між іншими участниками тобі потрібен новий склад. 
Тобі підкаже наш адмін *%adminName%*`;

export const ON_NEW_MEMBER_2 = `Я попрошу тебе зараз налаштуватися на гру, вказати свій нікнейм яким ти граєш у Fifa Mobile.
Це потрібно щоб дійсні гравці могли зрозуміти кого викликати на ігри. Запусти [мене](tg://user?id=%botId%) зараз особисто
`;
