export const ON_NEW_MEMBER = `Вітаю, *%username%* 🏆. З нами ти будеш грати в справжній футбол 😎!
Ми граємо у турнірах УПЛ та кваліфікуємося до Ліги Чемпіонів та Ліги Європи!
А якщо ти бажаєш приймати участь Чемпіонатах Світу між іншими участниками, тобі потрібен новий склад. 
У цьому тобі підкаже наш адмін *%adminName%*.
А зараз я попрошу тебе зараз налаштуватися на гру, вказати свій нікнейм яким ти граєш у Fifa Mobile.
Це потрібно щоб дійсні гравці могли зрозуміти кого викликати на ігри. Запусти [мене](tg://user?id=%botId%) зараз особисто`;
